Repository: django-waffle/django-waffle
Catalog: waffle/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Enable selected flags for everyone
cs: Povolit zvolené flagy pro všechny

source: Disable selected flags for everyone
cs: Zakázat zvolené flagy pro všechny

source: Delete selected
cs: Vymazat zvolené

source: Enable selected switches
cs: Povolit zvolené přepínače

source: Disable selected switches
cs: Zakázat zvolené přepínače

source: The human/computer readable name.
cs: Lidsky/počítačově čitelné jméno.

source: Name
cs: Jméno

source: Flip this flag on (Yes) or off (No) for everyone, overriding all other settings. Leave as Unknown to use normally.
cs: Prepnutí tohoto flagu na (Ano) nebo vypnout (Ne) pro všechny, přepíše všechna ostatní nastavení. Nechte jako Neznámé pro normální použití.

source: Everyone
cs: Všichni

source: A number between 0.0 and 99.9 to indicate a percentage of users for whom this flag will be active.
cs: Číslo mezi 0.0 a 99.9 pro označení procenta uživatelů, pro které bude tento flag aktivní.

source: Percent
cs: Procent

source: Allow this flag to be set for a session for user testing
cs: Povolit tento flag pro nastavení relace pro testování uživatelů

source: Testing
cs: Testování

source: Flag always active for superusers?
cs: Flag vždy aktivní pro superuživatele?

source: Superusers
cs: Superuživatelé

source: Flag always active for staff?
cs: Flag vždy aktivní pro zaměstnance?

source: Staff
cs: Zaměstnanci

source: Flag always active for authenticated users?
cs: Flag vždy aktivní pro autentizované uživatele?

source: Authenticated
cs: Autentizovaní

source: Activate this flag for users with one of these languages (comma-separated list)
cs: Aktivovat tento flag pro uživatele s jedním z těchto jazyků (seznam oddělený čárkami)

source: Languages
cs: Jazyky

source: Activate roll-out mode?
cs: Aktivuje režim roll-out?

source: Note where this Flag is used.
cs: Poznámka, kde je tento flag použit.

source: Note
cs: Poznámka

source: Date when this Flag was created.
cs: Datum, kdy byl tento flag vytvořen.

source: Created
cs: Vytvořen

source: Date when this Flag was last modified.
cs: Datum, kdy byl tento flag naposledy upraven.

source: Modified
cs: Upraven

source: Flags
cs: Flagy

source: Activate this flag for these user groups.
cs: Aktiuje tento flag pro tyto uživatelské skupiny.

source: Groups
cs: Skupiny

source: Activate this flag for these users.
cs: Aktivuje tento flag pro tyto uživatele.

source: Users
cs: Uživatelé

source: Is this switch active?
cs: Je tento přepínač aktivní?

source: Active
cs: Aktivní

source: Note where this Switch is used.
cs: Poznámka, kde je tento přepínač použit.

source: Date when this Switch was created.
cs: Datum, kdy byl tento přepínač vytvořen.

source: Date when this Switch was last modified.
cs: Datum, kdy byl tento přepínač naposledy upraven.

source: Switch
cs: Přepínač

source: Switches
cs: Přepínače

source: A number between 0.0 and 100.0 to indicate a percentage of the time this sample will be active.
cs: Číslo mezi 0.0 a 100.0 pro označení procenta času, kdy bude tento vzorek aktivní.

source: Note where this Sample is used.
cs: Poznámka, kde je tento vzorek použit.

source: Date when this Sample was created.
cs: Datum, kdy byl tento vzorek vytvořen.

source: Date when this Sample was last modified.
cs: Datum, kdy byl tento vzorek naposledy upraven.

source: Sample
cs: Vzorek

source: Samples
cs: Vzorky
